{"attributes":{"title":"Doctoral Symposium @ MOCO'17","date":"2016-12-23T08:28:49.000Z","author":"Jules Françoise","type":"post","slug":"doctoral-symposium-moco17","hook":"We would like to invite submissions for doctoral papers for  the 4th International Conference on Movement and Computing (MOCO) which is to be held in London..."},"body":"<p>We would like to invite submissions for doctoral papers for  the 4th International Conference on Movement and Computing (MOCO) which is to be held in London.</p>\n<p>International Conference on Movement and Computing (MOCO17)\n> Intersecting Art, Meaning, Cognition, Technology\n28-30th June, London UK\nGoldsmiths University of London\n<a href=\"http://moco17.movementcomputing.org/\">http://moco17.movementcomputing.org</a></p>\n<p>Doctoral papers are an opportunity for students to present their work in progress on their doctorate and receive feedback from experts in the field. Papers will have an oral presentation in a dedicated doctoral symposium and a poster presentation at the main conference. We encourage students to submit a paper even if they are early in their doctoral work.</p>\n<p>MOCO is an interdisciplinary conference that explores the use of computational technology to support and understand human movement practice (e.g. computational analysis), as well as movement as a means of interacting with computers (e.g. movement interfaces).</p>\n<p>This requires a wide range of computational tasks including modeling, representation, segmentation, recognition, classification, or generation of movement information but also an interdisciplinary understanding of movement that ranges from biomechanics to embodied cognition and the phenomenology of bodily experience.</p>\n<p>We therefore invite submissions from a wide range of disciplines including (but not limited to): Human-Computer Interaction, Psychology, Dance, Artificial Intelligence, Neuroscience, Sports Science, Machine Learning, Cognitive Science, Visual Arts, Robotics, Philosophy, Anthropology, Music, Affective Computing, Games, Healthcare and Animation.</p>\n<h3 id=\"submission\">Submission</h3>\n<p>Submissions will be by a short paper (4 pages maximum), and supporting media (video, sound or images)  which will give details of the practical and technical requirements for putting on the work (this is very important to ensure that we can accommodate the work within the resources of our conference).</p>\n<p>All submissions should be in pdf format and should use the ACM proceedings format:</p>\n<p><a href=\"http://www.acm.org/publications/article-templates/proceedings-template.html/\">http://www.acm.org/publications/article-templates/proceedings-template.html/</a></p>\n<p>Online submission: All submissions must be made through EasyChair</p>\n<p><a href=\"https://easychair.org/conferences/?conf=moco2017\">https://easychair.org/conferences/?conf=moco2017</a></p>\n<p>All submissions must be anonymous and will be peer-reviewed. The MOCO proceedings will be indexed and published in the ACM digital library.  </p>\n<h3 id=\"important-dates\">Important Dates</h3>\n<ul>\n<li>Submission deadline: 1st March 2017</li>\n<li>Notification: 23 March 2017</li>\n<li>Camera ready papers: 30 April 2017</li>\n</ul>\n<h3 id=\"contact\">Contact</h3>\n<p>If you have any questions please contact us on <a href=\"mailto:moco2017@easychair.org\">moco2017@easychair.org</a></p>\n<h4 id=\"committee\">Committee</h4>\n<h5 id=\"conference-chair\">Conference Chair</h5>\n<ul>\n<li>Marco Gillies, Goldsmiths</li>\n</ul>\n<h5 id=\"organising-committee\">Organising Committee</h5>\n<ul>\n<li>Kirk Woolford, University of Surrey</li>\n<li>Sarah Whatley, Coventry University</li>\n<li>Adam Parkinson, Goldsmiths</li>\n<li>Frederic Fol Leymarie, Goldsmiths</li>\n<li>Phoenix Perry, Goldsmiths</li>\n<li>Simon Katan, Goldsmiths</li>\n<li>Perla Maiolino, Goldsmiths</li>\n</ul>\n<h5 id=\"local-organisers\">Local organisers</h5>\n<ul>\n<li>Kiona Niehaus, Goldsmiths</li>\n<li>Nicky Donald, Goldsmiths</li>\n<li>Phoenix Fry, Goldsmiths</li>\n</ul>\n","frontmatter":"title: Doctoral Symposium @ MOCO'17\ndate: 2016-12-23 08:28:49+00:00\nauthor: Jules Françoise\ntype: post\nslug: doctoral-symposium-moco17\nhook: We would like to invite submissions for doctoral papers for  the 4th International Conference on Movement and Computing (MOCO) which is to be held in London..."}