{"attributes":{"title":"MOCO'17 Call for Papers","date":"2016-10-14T15:33:51.000Z","type":"post","slug":"moco17-call-for-papers"},"body":"<h3 id=\"4th-international-conference-on-movement-and-computing\">4th International Conference on Movement and Computing</h3>\n<h3 id=\"28th-30th-june-2017-london-uk-\">28th-30th June 2017, London, UK.</h3>\n<h3 id=\"-moco-17-website-http-moco17-movementcomputing-org-\">&gt;&gt; <a href=\"http://moco17.movementcomputing.org/\">MOCO&#39;17 Website</a> &lt;&lt;</h3>\n<p>We would like to invite submissions for paper presentations, performances, workshops and more to the 4th International Conference on Movement and Computing (MOCO) which is to be held in London.</p>\n<p>MOCO is an interdisciplinary conference that explores the use of computational technology to support and understand human movement practice (e.g. computational analysis) as well as movement as a means of interacting with computers (e.g. movement interfaces). This requires a wide range of computational tasks including modeling, representation, segmentation, recognition, classification, or generation of movement information but also an interdisciplinary understanding of movement that ranges from biomechanics to embodied cognition and the phenomenology of bodily experience. We therefore invite submissions from a wide range of disciplines including (but not limited to): Human-Computer Interaction, Psychology, Dance, Artificial Intelligence, Neuroscience, Sports Science, Machine Learning, Cognitive Science, Visual Arts, Robotics, Philosophy, Anthropology, Music, Affective Computing, Games, Healthcare and Animation.</p>\n<p>MOCO is open to a wide range of ways of presenting your work. As well as papers for oral and poster presentations, we invite submission of a wide range of practice work such as demos, performances, games, artistic works and movement workshops (in which participants take part in a guided movement activity). We encourage submitters to be creative in proposals for practice sessions and are open to novel formats.</p>\n<h2 id=\"suggested-topics-\">Suggested Topics:</h2>\n<ul>\n<li>Expressive movement-based interaction</li>\n</ul>\n<ul>\n<li>Movement analysis and analytics</li>\n</ul>\n<ul>\n<li>Machine learning for movement</li>\n</ul>\n<ul>\n<li>Movement representation</li>\n</ul>\n<ul>\n<li>Somatic practice and design</li>\n</ul>\n<ul>\n<li>Modeling movement qualities and expressive movement</li>\n</ul>\n<ul>\n<li>Mechatronics and creative robotics</li>\n</ul>\n<ul>\n<li>Design for movement in digital art</li>\n</ul>\n<ul>\n<li>Gesture Interaction</li>\n</ul>\n<ul>\n<li>Movement generation</li>\n</ul>\n<ul>\n<li>Movement and sound interaction</li>\n</ul>\n<ul>\n<li>Movement computation in ergonomics, sports, and health</li>\n</ul>\n<ul>\n<li>Sensori-motor learning with audio/visual feedback</li>\n</ul>\n<ul>\n<li>Embodied cognition and movement</li>\n</ul>\n<ul>\n<li>Visualizing and sonifying movement</li>\n</ul>\n<ul>\n<li>Modeling kinaesthetic empathy</li>\n</ul>\n<ul>\n<li>Embodied and whole body interaction</li>\n</ul>\n<ul>\n<li>Expressive movement analysis and synthesis</li>\n</ul>\n<ul>\n<li>Design for movement in digital art</li>\n</ul>\n<ul>\n<li>Semantic models for movement representation</li>\n</ul>\n<ul>\n<li>Movement Notation Systems (e.g. Laban or Eshkol-Wachman) and computation</li>\n</ul>\n<ul>\n<li>Dance and technology</li>\n</ul>\n<ul>\n<li>Biosensing, biocontrol and movement</li>\n</ul>\n<ul>\n<li>Movement expression in avatar, artificial agents, virtual humans or robots.</li>\n</ul>\n<ul>\n<li>Music and movement</li>\n</ul>\n<ul>\n<li>philosophical perspectives and reflection on movement and computing</li>\n</ul>\n<h2 id=\"-submission-\"><strong>Submission</strong></h2>\n<p>The conference is an opportunity to present a research or study or details of collaborative work. Participants will have the opportunity to offer a presentation of the results of their research on one of the themes of the symposium and to interact with their scientific/ artistic peers, in a friendly and constructive environment. We encourages submission of a wide range of formats, the submission categories are:</p>\n<ul>\n<li>Long paper with oral presentation (8 pages maximum)</li>\n</ul>\n<ul>\n<li>Short paper with oral presentation (4 pages maximum)</li>\n</ul>\n<ul>\n<li>Extended abstract with poster presentation (6 pages maximum in the extended abstract format)</li>\n</ul>\n<ul>\n<li>Extended abstract for practice work with presentation format to be suggested by the author for example demonstration, performance, art work, movement workshop, game or other practice presentation (2 pages maximum + Demo proposal form). – please note that we are an academic conference with a low fee which means we cannot pay for commissioned performances and art work. Also, we cannot guarantee facilities for all possible sessions, so please give full details of your needs in the proposal form so we can judge whether it is possible.</li>\n</ul>\n<ul>\n<li>Doctoral papers with oral presentation at a doctoral symposium and poster (4 pages maximum)</li>\n</ul>\n<p>All submissions should be in pdf format and should use the ACM proceedings format:</p>\n<p><a href=\"http://www.acm.org/publications/proceedings-template\">http://www.acm.org/publications/proceedings-template</a></p>\n<p>It is possible for participating authors to submit a demonstration proposal in addition to their regular paper submission by completing the Demo proposal form and sending it along with their submission. Together with the demo proposal form, authors have to provide a link to a video about their work. The demo proposal form is mandatory for all demo submissions and must include details about technical set-up and space requirements.</p>\n<p>Online submission: All submissions must be made through EasyChair</p>\n<p><a href=\"https://easychair.org/conferences/?conf=moco2017\"><strong>https://easychair.org/conferences/?conf=moco2017</strong></a></p>\n<p>All submissions must be anonymous and will be peer-reviewed. The MOCO proceedings will be indexed and published in the ACM digital library.</p>\n<h2 id=\"-contact-\"><strong>Contact</strong></h2>\n<p>If you have any questions please contact us on <a href=\"mailto:moco2017@easychair.org\">moco2017@easychair.org</a></p>\n","frontmatter":"title: MOCO'17 Call for Papers\ndate: 2016-10-14 15:33:51+00:00\ntype: post\nslug: moco17-call-for-papers"}