{"attributes":{"title":"MOCO'16 Call for Papers","date":"2015-12-10T21:56:38.000Z","author":"Jules Françoise","type":"post","slug":"moco16-call-for-papers","hook":"We are pleased to announce MOCO'16, which will be hosted in Thessaloniki, Greece. MOCO'16 will be organized by MINES ParisTech, (France) in co-operation with the Paris 8 University (France), the University of Macedonia, Thessaloniki (Greece) and Aristotle University of Thessaloniki (Greece)..."},"body":"<h3 id=\"3rd-workshop-on-movement-and-computing\">3rd Workshop on Movement and Computing</h3>\n<h3 id=\"5-6-july-2016-in-thessaloniki-greece-\">5-6 July 2016, in Thessaloniki, Greece.</h3>\n<h3 id=\"-moco-16-website-http-moco16-movementcomputing-org-\">&gt;&gt; <a href=\"http://moco16.movementcomputing.org/\">MOCO&#39;16 Website</a> &lt;&lt;</h3>\n<p>Following on from the two previous successes of the International Workshop on Movement and Computing (MOCO&#39;14) at IRCAM (Paris, France) in 2014, as well as MOCO&#39;15 at Simon Fraser University (Vancouver, Canada) in 2015, we are pleased to announce MOCO&#39;16, which will be hosted in Thessaloniki, Greece. MOCO&#39;16 will be organized by MINES ParisTech, (France) in co-operation with the Paris 8 University (France), the University of Macedonia, Thessaloniki (Greece) and Aristotle University of Thessaloniki (Greece).</p>\n<h1 id=\"call-for-papers\">Call for Papers</h1>\n<p>The vision of MOCO&#39;16 is to bring together academics, researchers, engineers, designers, technologists, technocrats, creative artists, anthropologists, museologists, ergonomists and other practitioners interested in the phenomenon of the symbiosis between the human and the creative process, e.g. dancer-digital medias, musician-instrument, craftsman-object etc. This symbiosis takes the form of an interactional and gravitational relationship, where the human element is both a trigger and a transmitter, connecting perception (mind/environment interaction and cognition), knowledge (theoretical understanding of a process) and gesture (semantic motor skills). MOCO&#39;16 invites researchers that have experiencesof capturing the combined key elements of perception, knowledge and gesture/movement. MOCO&#39;16 will be of interest to artists who work on the elucidation of the intersection between art, meaning cognition and technology by unlocking the hidden components in human creativity. The workshop also provides a forum for industrial partners, for whom the movement and gestures of the workers/operators consist of key elements in terms of ergonomics and health, to see and present state-of-the-art technologies.</p>\n<p>A key feature of the MOCO&#39;16 Workshop will be to open some of its demonstrations and artistic activities to the public-at-large in order to provide this extended audience with the opportunity to be informed about current scientific issues and topics by experts in an informal setting.</p>\n<h3 id=\"suggested-topics\">Suggested Topics</h3>\n<ul>\n<li><strong>Movement in Digital and Performing Arts</strong>, which focus on the use and interaction between arts and movement in the following domains: music, dance, song, graffiti, painting etc..</li>\n<li><strong>Technical and Craftsmanship Gestures</strong>, highlighting the importance of gestures in the professional context, whether technical or cultural.</li>\n<li><strong>Interaction, Communication and Design of User Experience</strong>, which put the emphasis on gestures and movement as interfaces between humans and machines.</li>\n<li><strong>Analysis and Modelling</strong>, centred on the use of mathematical, statistical or methodological tools for a better understanding of gestures and movement.</li>\n</ul>\n<p>These topics overlap and are in no way exhaustive, so we also welcome contributions focussing on other areas, with titles which might include any of the following keywords:</p>\n<ul>\n<li>Movement in affective computing</li>\n<li>Music and movement</li>\n<li>Somatic practice and design</li>\n<li>Dance and neuroscience</li>\n<li>Vocal movements in singing voiceFinger-based interaction</li>\n<li>Embodied and whole body interaction design</li>\n<li>Professional movement and gesture</li>\n<li>Movement analysis and analytics</li>\n<li>Movement expression in avatar, artificial agents, virtual humans or robots</li>\n<li>Sonification and visualization of movement and gesture</li>\n<li>Modeling movement, gesture and expressivity</li>\n<li>Sensori-motor learning with audio-visual feedback</li>\n<li>Motion-driven narrative</li>\n<li>Dance and technology</li>\n<li>Movement representation</li>\n<li>Embodiment and embodied cognition</li>\n<li>Mediated choreography</li>\n<li>Mechatronics and creative robotics</li>\n<li>Design for movement in digital art</li>\n<li>Movement computation in ergonomics, sports, and health</li>\n</ul>\n<h3 id=\"participation-in-the-workshop\">Participation in the workshop</h3>\n<p>The workshop is an opportunity to present a research or study or details of collaborative work. Participants will have the opportunity to offer a presentation of the results of their research on one of the themes of the workshop and to interact with their scientific/ artistic peers, in a friendly and constructive environment.</p>\n<p>If you are interested in offering an oral presentation of your work, please submit a paper and/or a demo and/or a poster.</p>\n<h3 id=\"submission\">Submission</h3>\n<p>The submission categories are:</p>\n<ul>\n<li>Long paper with oral presentation (8 pages maximum)</li>\n<li>Research note with oral presentation (4 pages maximum)</li>\n<li>Extended abstracts with poster presentation (2 pages maximum)</li>\n<li>Demonstration (one of the above papers (2 pages minimum + Demo proposal form).</li>\n</ul>\n<p>All submissions should be in pdf format and should use the MOCO’16 template – adapted from ACM SIGCHI template</p>\n<p><a href=\"http://moco16.movementcomputing.org/index.php/papers/authors\">http://moco16.movementcomputing.org/index.php/papers/authors</a></p>\n<p>It is possible for participating authors to submit a demonstration proposal in addition to their regular paper submission by completing the Demo proposal form and sending it along with their submission. Together with the demo proposal form, authors have to provide a link to a video about their work. The demo proposal form is mandatory for all demo submissions and must include details about technical set-up and space requirements.</p>\n<p>Online submission: All submissions must be made through the Open Conference System (OCS)</p>\n<p><em><a href=\"http://moco16.movementcomputing.org/index.php/papers/call-for-papers#\">Link Available Soon</a></em></p>\n<p>All submissions must be anonymous and will be peer-reviewed. The MOCO proceedings will be indexed and published in the ACM digital library.</p>\n","frontmatter":"title: MOCO'16 Call for Papers\ndate: 2015-12-10 21:56:38+00:00\nauthor: Jules Françoise\ntype: post\nslug: moco16-call-for-papers\nhook: We are pleased to announce MOCO'16, which will be hosted in Thessaloniki, Greece. MOCO'16 will be organized by MINES ParisTech, (France) in co-operation with the Paris 8 University (France), the University of Macedonia, Thessaloniki (Greece) and Aristotle University of Thessaloniki (Greece)..."}